Repository: rayenghanmi/RyTuneX
Catalog: Strings/*/Resources.resw
Source language: en_us
Languages: ar_tn, de, es_es, fr_fr, he_il, hu_hu, id_id, it_it, ja_jp, ko_kr, pt_br, ru_ru, tr_tr, vi_vn, zh_hans, zh_hant

# Intelligent_Preview_Desc
source: Review the proposed optimization changes before applying. Pre-apply rollback points will be automatically saved.
ar_tn: راجع تغييرات التحسين المقترحة قبل التطبيق. سيتم حفظ نقاط التراجع تلقائياً قبل التطبيق.
de: Überprüfen Sie die vorgeschlagenen Optimierungen vor dem Anwenden. Sicherungspunkte werden automatisch erstellt.
es_es: Revise los cambios de optimización propuestos antes de aplicarlos. Los puntos de reversión se guardarán automáticamente.
fr_fr: Vérifiez les modifications d'optimisation proposées avant de les appliquer. Des points de restauration seront automatiquement enregistrés.
he_il: בדוק את שינויי המיטוב המוצעים לפני ההחלה. נקודות שחזור יישמרו אוטומטית לפני ביצוע השינויים.
id_id: Tinjau perubahan optimasi yang diusulkan sebelum menerapkan. Titik pemulihan rollback akan disimpan secara otomatis.
it_it: Esamina le modifiche di ottimizzazione proposte prima di applicarle. I punti di ripristino verranno salvati automaticamente.
ja_jp: 適用する前に提案された最適化の変更内容を確認してください。変更前の状態は自動的にバックアップされます。
ko_kr: 적용하기 전에 제안된 최적화 변경 사항을 검토하세요. 적용 전 롤백 지점이 자동으로 저장됩니다.
pt_br: Revise as alterações de otimização propostas antes de aplicar. Pontos de restauração serão salvos automaticamente.
ru_ru: Проверьте предлагаемые изменения перед применением. Точки отката будут сохранены автоматически.
tr_tr: Uygulamadan önce önerilen optimizasyon değişikliklerini inceleyin. Uygulama öncesi geri alma noktaları otomatik kaydedilecektir.
vi_vn: Xem lại các thay đổi tối ưu hóa được đề xuất trước khi áp dụng. Các điểm khôi phục sẽ được lưu tự động.
zh_hans: 在应用前查看拟进行的优化更改。系统将自动保存应用前的回滚备份点。
zh_hant: 在套用前檢視擬進行的最佳化變更。系統將自動儲存套用前的復原備份點。

# Intelligent_Preview_ApplyBtn
source: Apply Selected Optimizations
ar_tn: تطبيق التحسينات المحددة
de: Ausgewählte Optimierungen anwenden
es_es: Aplicar optimizaciones seleccionadas
fr_fr: Appliquer les optimisations sélectionnées
he_il: החל מיטובים שנבחרו
id_id: Terapkan Optimasi Terpilih
it_it: Applica ottimizzazioni selezionate
ja_jp: 選択した最適化を適用
ko_kr: 선택한 최적화 적용
pt_br: Aplicar Otimizações Selecionadas
ru_ru: Применить выбранные оптимизации
tr_tr: Seçilen Optimizasyonları Uygula
vi_vn: Áp dụng tối ưu hóa đã chọn
zh_hans: 应用所选优化
zh_hant: 套用所選最佳化

# Intelligent_Preview_CancelBtn
source: Cancel
ar_tn: إلغاء
de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
he_il: ביטול
id_id: Batal
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
pt_br: Cancelar
ru_ru: Отмена
tr_tr: İptal
vi_vn: Hủy
zh_hans: 取消
zh_hant: 取消

# Intelligent_Preview_Empty
source: All optimizations on this page are already active! Nothing to preview.
ar_tn: جميع التحسينات في هذه الصفحة نشطة بالفعل! لا يوجد شيء لمعاينته.
de: Alle Optimierungen auf dieser Seite sind bereits aktiv! Nichts zur Vorschau.
es_es: ¡Todas las optimizaciones en esta página ya están activas! Nada para previsualizar.
fr_fr: Toutes les optimisations de cette page sont déjà actives ! Rien à prévisualiser.
he_il: כל המיטובים בדף זה כבר פעילים! אין מה להציג בתצוגה מקדימה.
id_id: Semua optimasi di halaman ini sudah aktif! Tidak ada yang perlu dipratinjau.
it_it: Tutte le ottimizzazioni su questa pagina sono già attive! Nessuna anteprima disponibile.
ja_jp: このページのすべての最適化は既に有効です。プレビューする項目はありません。
ko_kr: 이 페이지의 모든 최적화가 이미 활성화되어 있습니다! 미리 볼 항목이 없습니다.
pt_br: Todas as otimizações nesta página já estão ativas! Nada para visualizar.
ru_ru: Все оптимизации на этой странице уже активны! Нечего просматривать.
tr_tr: Bu sayfadaki tüm optimizasyonlar zaten etkin! Önizlenecek bir şey yok.
vi_vn: Mọi tối ưu hóa trên trang này đã được bật! Không có gì để xem trước.
zh_hans: 该页面上的所有优化均已处于启用状态！无需预览。
zh_hant: 此頁面上的所有最佳化均已處於啟用狀態！無需預覽。

# Intelligent_Status_Applying
source: Step 5 [Apply] ({0}/{1}): {2}
ar_tn: الخطوة 5 [تطبيق] ({0}/{1}): {2}
de: Schritt 5 [Anwenden] ({0}/{1}): {2}
es_es: Paso 5 [Aplicar] ({0}/{1}): {2}
fr_fr: Étape 5 [Appliquer] ({0}/{1}) : {2}
he_il: שלב 5 [החלה] ({0}/{1}): {2}
id_id: Langkah 5 [Terapkan] ({0}/{1}): {2}
it_it: Passo 5 [Applica] ({0}/{1}): {2}
ja_jp: ステップ 5 [適用中] ({0}/{1}): {2}
ko_kr: 5단계 [적용 중] ({0}/{1}): {2}
pt_br: Etapa 5 [Aplicar] ({0}/{1}): {2}
ru_ru: Шаг 5 [Применение] ({0}/{1}): {2}
tr_tr: Adım 5 [Uygulama] ({0}/{1}): {2}
vi_vn: Bước 5 [Áp dụng] ({0}/{1}): {2}
zh_hans: 步骤 5 [应用中] ({0}/{1}): {2}
zh_hant: 步驟 5 [套用中] ({0}/{1}): {2}

# Intelligent_Status_Verifying
source: Step 6 [Verify]: Querying real-time system state...
ar_tn: الخطوة 6 [التحقق]: الاستعلام عن حالة النظام الحالية...
de: Schritt 6 [Überprüfen]: Echtzeit-Systemstatus wird abgefragt...
es_es: Paso 6 [Verificar]: Consultando el estado del sistema en tiempo real...
fr_fr: Étape 6 [Vérifier] : Vérification de l'état du système en temps réel...
he_il: שלב 6 [אימות]: בודק מצב מערכת בזמן אמת...
id_id: Langkah 6 [Verifikasi]: Memeriksa status sistem waktu nyata...
it_it: Passo 6 [Verifica]: Verifica dello stato del sistema in tempo reale...
ja_jp: ステップ 6 [検証中]: リアルタイムのシステム状態を確認中...
ko_kr: 6단계 [검증 중]: 실시간 시스템 상태 확인 중...
pt_br: Etapa 6 [Verificar]: Consultando estado do sistema em tempo real...
ru_ru: Шаг 6 [Проверка]: Запрос состояния системы в реальном времени...
tr_tr: Adım 6 [Doğrulama]: Gerçek zamanlı sistem durumu sorgulanıyor...
vi_vn: Bước 6 [Xác minh]: Đang truy vấn trạng thái hệ thống theo thời gian thực...
zh_hans: 步骤 6 [验证中]: 正在查询实时系统状态...
zh_hant: 步驟 6 [驗證中]: 正在查詢即時系統狀態...

# Intelligent_Status_Success
source: Successfully applied and verified {0} optimizations!
ar_tn: تم تطبيق والتحقق من {0} تحسينات بنجاح!
de: {0} Optimierungen erfolgreich angewendet und überprüft!
es_es: ¡Se aplicaron y verificaron {0} optimizaciones con éxito!
fr_fr: {0} optimisations appliquées et vérifiées avec succès !
he_il: הוחלו ואומתו בהצלחה {0} מיטובים!
id_id: Berhasil menerapkan dan memverifikasi {0} optimasi!
it_it: {0} ottimizzazioni applicate e verificate con successo!
ja_jp: {0} 個の最適化の適用と検証が正常に完了しました！
ko_kr: {0}개 최적화가 성공적으로 적용 및 검증되었습니다!
pt_br: {0} otimizações aplicadas e verificadas com sucesso!
ru_ru: Успешно применено и проверено {0} оптимизаций!
tr_tr: {0} optimizasyon başarıyla uygulandı ve doğrulandı!
vi_vn: Đã áp dụng và xác minh thành công {0} tối ưu hóa!
zh_hans: 已成功应用并验证 {0} 项优化！
zh_hant: 已成功套用並驗證 {0} 項最佳化！

# Intelligent_Status_AllActive
source: All {0} optimizations on this page are already active!
ar_tn: جميع تحسينات {0} في هذه الصفحة نشطة بالفعل!
de: Alle {0}-Optimierungen auf dieser Seite sind bereits aktiv!
es_es: ¡Todas las optimizaciones de {0} en esta página ya están activas!
fr_fr: Toutes les optimisations {0} de cette page sont déjà actives !
he_il: כל {0} המיטובים בדף זה כבר פעילים!
id_id: Semua optimasi {0} di halaman ini sudah aktif!
it_it: Tutte le ottimizzazioni {0} su questa pagina sono già attive!
ja_jp: このページのすべての {0} 最適化項目は既に有効です！
ko_kr: 이 페이지의 모든 {0} 최적화가 이미 활성화되어 있습니다!
pt_br: Todas as otimizações de {0} nesta página já estão ativas!
ru_ru: Все настройки режима «{0}» на этой странице уже активны!
tr_tr: Bu sayfadaki tüm {0} optimizasyonları zaten etkin!
vi_vn: Mọi tối ưu hóa {0} trên trang này đã được bật!
zh_hans: 该页面上的所有 {0} 优化均已处于启用状态！
zh_hant: 此頁面上的所有 {0} 最佳化均已處於啟用狀態！

# Intelligent_Status_RollingBack
source: Rolling back {0} items on this page...
ar_tn: جارٍ التراجع عن {0} عناصر في هذه الصفحة...
de: {0} Elemente auf dieser Seite werden zurückgesetzt...
es_es: Revirtiendo {0} elementos en esta página...
fr_fr: Restauration de {0} éléments sur cette page...
he_il: משחזר {0} פריטים בדף זה...
id_id: Mengembalikan {0} item di halaman ini...
it_it: Ripristino di {0} elementi su questa pagina...
ja_jp: このページの {0} 個の項目をロールバック中...
ko_kr: 이 페이지의 {0}개 항목을 롤백하는 중...
pt_br: Revertendo {0} itens nesta página...
ru_ru: Откат {0} параметров на этой странице...
tr_tr: Bu sayfadaki {0} öğe geri alınıyor...
vi_vn: Đang khôi phục {0} mục trên trang này...
zh_hans: 正在回滚该页面上的 {0} 个项目...
zh_hant: 正在復原此頁面上的 {0} 個項目...

# Intelligent_Status_RollbackDone
source: Rolled back {0} page items to pre-apply state.
ar_tn: تم التراجع عن {0} عناصر إلى حالتها السابقة.
de: {0} Elemente wurden auf den vorherigen Zustand zurückgesetzt.
es_es: Se revirtieron {0} elementos al estado previo a la aplicación.
fr_fr: {0} éléments ont été restaurés à leur état initial.
he_il: שוחזרו {0} פריטים למצבם לפני ההחלה.
id_id: Berhasil mengembalikan {0} item ke kondisi sebelum diterapkan.
it_it: {0} elementi ripristinati allo stato precedente.
ja_jp: {0} 個の項目を適用前の状態に復元しました。
ko_kr: {0}개 항목이 적용 전 상태로 롤백되었습니다.
pt_br: {0} itens foram revertidos para o estado anterior à aplicação.
ru_ru: {0} параметров возвращены в исходное состояние.
tr_tr: {0} öğe uygulama öncesi durumuna geri alındı.
vi_vn: Đã khôi phục {0} mục về trạng thái trước khi áp dụng.
zh_hans: 已将 {0} 个页面项目恢复至应用前状态。
zh_hant: 已將 {0} 個頁面項目還原至套用前狀態。

# Intelligent_Status_NoRollbacks
source: No per-item rollback backups found for this page.
ar_tn: لم يتم العثور على نسخ احتياطية للتراجع لهذه الصفحة.
de: Keine Wiederherstellungspunkte für diese Seite gefunden.
es_es: No se encontraron copias de seguridad de reversión para esta página.
fr_fr: Aucun point de restauration trouvé pour cette page.
he_il: לא נמצאו גיבויי שחזור עבור דף זה.
id_id: Tidak ada cadangan pemulihan yang ditemukan untuk halaman ini.
it_it: Nessun punto di ripristino trovato per questa pagina.
ja_jp: このページのロールバック用バックアップは見つかりませんでした。
ko_kr: 이 페이지에 대한 롤백 백업을 찾을 수 없습니다.
pt_br: Nenhum backup de restauração encontrado para esta página.
ru_ru: Точки отката для этой страницы не найдены.
tr_tr: Bu sayfa için geri alma yedeği bulunamadı.
vi_vn: Không tìm thấy bản sao lưu khôi phục cho trang này.
zh_hans: 未找到此页面的单项回滚备份。
zh_hant: 未找到此頁面的單項復原備份。

# Intelligent_Badge_Optimal
source: Optimal ✓
ar_tn: مثالي ✓
es_es: Óptimo ✓
he_il: מיטבי ✓
it_it: Ottimale ✓
ja_jp: 最適 ✓
ko_kr: 최적 ✓
pt_br: Ideal ✓
ru_ru: Оптимально ✓
vi_vn: Tối ưu ✓
zh_hans: 最佳 ✓
zh_hant: 最佳 ✓

# Intelligent_Badge_Recommended
source: Recommended
ar_tn: موصى به
de: Empfohlen
es_es: Recomendado
fr_fr: Recommandé
he_il: מומלץ
id_id: Direkomendasikan
it_it: Consigliato
ja_jp: 推奨
ko_kr: 추천
pt_br: Recomendado
ru_ru: Рекомендовано
tr_tr: Önerilen
vi_vn: Đề xuất
zh_hans: 推荐
zh_hant: 建議

# Intelligent_Badge_Safe
source: Safe
ar_tn: آمن
de: Sicher
es_es: Seguro
fr_fr: Sûr
he_il: בטוח
id_id: Aman
it_it: Sicuro
ja_jp: 安全
ko_kr: 안전
pt_br: Seguro
ru_ru: Безопасно
tr_tr: Güvenli
vi_vn: An toàn
zh_hans: 安全
zh_hant: 安全

# Intelligent_Badge_Moderate
source: Moderate
ar_tn: متوسط
de: Moderat
es_es: Moderado
fr_fr: Modéré
he_il: מתון
id_id: Moderat
it_it: Moderato
ja_jp: 中程度
ko_kr: 보통
pt_br: Moderado
ru_ru: Умеренно
tr_tr: Orta
vi_vn: Vừa phải
zh_hans: 适度
zh_hant: 適度

# Intelligent_Badge_Advanced
source: Advanced
ar_tn: متقدم
de: Erweitert
es_es: Avanzado
fr_fr: Avancé
he_il: מתקדם
id_id: Lanjutan
it_it: Avanzato
ja_jp: 高度
ko_kr: 고급
pt_br: Avançado
ru_ru: Расширенный
tr_tr: Gelişmiş
vi_vn: Nâng cao
zh_hans: 高级
zh_hant: 進階

# Intelligent_Badge_Caution
source: Caution
ar_tn: تنبيه
de: Vorsicht
es_es: Precaución
fr_fr: Attention
he_il: זהירות
id_id: Perhatian
it_it: Attenzione
ja_jp: 注意
ko_kr: 주의
pt_br: Cuidado
ru_ru: Осторожно
tr_tr: Dikkat
vi_vn: Cẩn trọng
zh_hans: 注意
zh_hant: 注意

# Intelligent_PointsGain
source: +{0} pts
ar_tn: +{0} نقطة
de: +{0} Pkt
he_il: ‎+{0} נק'
id_id: +{0} poin
it_it: +{0} pt
ja_jp: +{0} pt
ko_kr: +{0}점
ru_ru: +{0} очков
tr_tr: +{0} puan
vi_vn: +{0} điểm
zh_hans: +{0} 分
zh_hant: +{0} 分

# Intelligent_Flyout_TechnicalDetails
source: Technical Details
ar_tn: التفاصيل التقنية
de: Technische Details
es_es: Detalles técnicos
fr_fr: Détails techniques
he_il: פרטים טכניים
id_id: Detail Teknis
it_it: Dettagli tecnici
ja_jp: 技術詳細
ko_kr: 기술 세부 정보
pt_br: Detalhes Técnicos
ru_ru: Технические сведения
tr_tr: Teknik Ayrıntılar
vi_vn: Chi tiết kỹ thuật
zh_hans: 技术详情
zh_hant: 技術詳細資料

# Intelligent_Flyout_PreApplyBackup
source: Pre-Apply Backup: Saved at {0} (Initial state: {1})
ar_tn: النسخة الاحتياطية السابقة: حُفظت في {0} (الحالة الأولية: {1})
de: Sicherung vor Anwendung: Gespeichert am {0} (Ausgangszustand: {1})
es_es: Copia previa: Guardada el {0} (Estado inicial: {1})
fr_fr: Sauvegarde préalable : Enregistrée le {0} (État initial : {1})
he_il: גיבוי לפני החלה: נשמר ב-{0} (מצב ראשוני: {1})
id_id: Cadangan Pra-Terapkan: Disimpan pada {0} (Status awal: {1})
it_it: Backup pre-applicazione: Salvato il {0} (Stato iniziale: {1})
ja_jp: 適用前バックアップ: {0} に保存 (初期状態: {1})
ko_kr: 적용 전 백업: {0}에 저장됨 (초기 상태: {1})
pt_br: Backup Pré-Aplicação: Salvo em {0} (Estado inicial: {1})
ru_ru: Резервная копия: Сохранена {0} (Исходное состояние: {1})
tr_tr: Uygulama Öncesi Yedek: {0} tarihinde kaydedildi (İlk durum: {1})
vi_vn: Sao lưu trước áp dụng: Đã lưu lúc {0} (Trạng thái ban đầu: {1})
zh_hans: 应用前备份: 保存于 {0} (初始状态: {1})
zh_hant: 套用前備份: 儲存於 {0} (初始狀態: {1})

# Intelligent_Flyout_NoBackup
source: Pre-Apply Backup: None (Toggle to create rollback point)
ar_tn: النسخة الاحتياطية السابقة: لا يوجد (قم بالتبديل لإنشاء نقطة تراجع)
de: Sicherung vor Anwendung: Keine (Umschalten, um Sicherungspunkt zu erstellen)
es_es: Copia previa: Ninguna (Cambie el interruptor para crear punto de reversión)
fr_fr: Sauvegarde préalable : Aucune (Basculez pour créer un point de restauration)
he_il: גיבוי לפני החלה: אין (הפעל כדי ליצור נקודת שחזור)
id_id: Cadangan Pra-Terapkan: Tidak ada (Alihkan untuk membuat titik pemulihan)
it_it: Backup pre-applicazione: Nessuno (Attiva/disattiva per creare un punto di ripristino)
ja_jp: 適用前バックアップ: なし (トグルを切り替えると復元ポイントが作成されます)
ko_kr: 적용 전 백업: 없음 (토글하여 롤백 지점 생성)
pt_br: Backup Pré-Aplicação: Nenhum (Alterne para criar um ponto de restauração)
ru_ru: Резервная копия: Отсутствует (Переключите для создания точки отката)
tr_tr: Uygulama Öncesi Yedek: Yok (Geri alma noktası oluşturmak için düğmeyi değiştirin)
vi_vn: Sao lưu trước áp dụng: Không có (Bật/tắt để tạo điểm khôi phục)
zh_hans: 应用前备份: 无 (切换开关以创建回滚点)
zh_hant: 套用前備份: 無 (切換開關以建立復原點)

# Intelligent_Flyout_Status
source: Current State: {0}
ar_tn: الحالة الحالية: {0}
de: Aktueller Status: {0}
es_es: Estado actual: {0}
fr_fr: État actuel : {0}
he_il: מצב נוכחי: {0}
id_id: Status Saat Ini: {0}
it_it: Stato attuale: {0}
ja_jp: 現在の状態: {0}
ko_kr: 현재 상태: {0}
pt_br: Estado Atual: {0}
ru_ru: Текущее состояние: {0}
tr_tr: Geçerli Durum: {0}
vi_vn: Trạng thái hiện tại: {0}
zh_hans: 当前状态: {0}
zh_hant: 目前狀態: {0}

# Intelligent_Verification_Active
source: Verified Active ✓
ar_tn: تم التحقق (نشط) ✓
de: Aktiv verifiziert ✓
es_es: Verificado activo ✓
fr_fr: Vérifié actif ✓
he_il: מאומת כפעיל ✓
id_id: Terverifikasi Aktif ✓
it_it: Verificato attivo ✓
ja_jp: 適用確認済み ✓
ko_kr: 활성 상태 확인됨 ✓
pt_br: Verificado como Ativo ✓
ru_ru: Проверено (активно) ✓
tr_tr: Etkin Olduğu Doğrulandı ✓
vi_vn: Đã xác minh đang bật ✓
zh_hans: 已验证启用 ✓
zh_hant: 已驗證啟用 ✓

# Intelligent_Verification_Restart
source: Requires Restart 🔄
ar_tn: يتطلب إعادة التشغيل 🔄
de: Neustart erforderlich 🔄
es_es: Requiere reinicio 🔄
fr_fr: Redémarrage requis 🔄
he_il: נדרשת הפעלה מחדש 🔄
id_id: Perlu Mulai Ulang 🔄
it_it: Richiede riavvio 🔄
ja_jp: 再起動が必要です 🔄
ko_kr: 재부팅 필요 🔄
pt_br: Requer Reinicialização 🔄
ru_ru: Требуется перезагрузка 🔄
tr_tr: Yeniden Başlatma Gerekli 🔄
vi_vn: Yêu cầu khởi động lại 🔄
zh_hans: 需要重启 🔄
zh_hant: 需要重新啟動 🔄

# Intelligent_Verification_Failed
source: Verification Failed ⚠️
ar_tn: فشل التحقق ⚠️
de: Überprüfung fehlgeschlagen ⚠️
es_es: Verificación fallida ⚠️
fr_fr: Échec de la vérification ⚠️
he_il: האימות נכשל ⚠️
id_id: Verifikasi Gagal ⚠️
it_it: Verifica non riuscita ⚠️
ja_jp: 検証に失敗しました ⚠️
ko_kr: 검증 실패 ⚠️
pt_br: Falha na Verificação ⚠️
ru_ru: Проверка не пройдена ⚠️
tr_tr: Doğrulama Başarısız ⚠️
vi_vn: Xác minh thất bại ⚠️
zh_hans: 验证失败 ⚠️
zh_hant: 驗證失敗 ⚠️

# Intelligent_Verification_NotVerified
source: Not Verified
ar_tn: غير مؤكد
de: Nicht überprüft
es_es: No verificado
fr_fr: Non vérifié
he_il: לא מאומת
id_id: Belum Diverifikasi
it_it: Non verificato
ja_jp: 未検証
ko_kr: 확인되지 않음
pt_br: Não Verificado
ru_ru: Не проверено
tr_tr: Doğrulanmadı
vi_vn: Chưa xác minh
zh_hans: 未验证
zh_hant: 未驗證

# Intelligent_General_Category
source: General
ar_tn: عام
de: Allgemein
fr_fr: Général
he_il: כללי
id_id: Umum
it_it: Generale
ja_jp: 全般
ko_kr: 일반
pt_br: Geral
ru_ru: Общие
tr_tr: Genel
vi_vn: Chung
zh_hans: 常规
zh_hant: 一般

# Intelligent_Impact_BackgroundApps
source: Frees background CPU cycles and saves 200MB+ RAM.
ar_tn: يحرر دورات وحدة المعالجة المركزية ويوفر أكثر من 200 ميغابايت من الذاكرة.
de: Entlastet die CPU und spart 200MB+ RAM.
es_es: Libera ciclos de CPU en segundo plano y ahorra más de 200 MB de RAM.
fr_fr: Libère des cycles CPU en arrière-plan et économise plus de 200 Mo de RAM.
he_il: משחרר מחזורי מעבד ברקע וחוסך יותר מ-200 מגה-בייט זיכרון RAM.
id_id: Membebaskan siklus CPU latar belakang dan menghemat 200MB+ RAM.
it_it: Libera cicli CPU in background e risparmia 200MB+ di RAM.
ja_jp: バックグラウンドの CPU サイクルを解放し 200MB 以上の RAM を節約します。
ko_kr: 백그라운드 CPU 사이클을 확보하고 200MB 이상의 RAM을 절약합니다.
pt_br: Libera ciclos de CPU em segundo plano e economiza mais de 200 MB de RAM.
ru_ru: Освобождает фоновые циклы ЦП и экономит 200+ МБ ОЗУ.
tr_tr: Arka planda CPU döngüleri serbest kalır ve 200 MB+ RAM tasarrufu sağlanır.
vi_vn: Giải phóng chu kỳ CPU nền và tiết kiệm hơn 200MB RAM.
zh_hans: 释放后台 CPU 周期，节省 200MB 以上 RAM。
zh_hant: 釋放背景 CPU 週期，節省 200MB 以上 RAM。

# Intelligent_Impact_SystemProfile
source: Reduces micro-stuttering and improves framerate consistency.
ar_tn: يقلل التقطع الدقيق ويحسن ثبات معدل الإطارات.
de: Verringert Mikroruckler und verbessert die Framerate-Konsistenz.
es_es: Reduce el micro-stuttering y mejora la consistencia de fotogramas.
fr_fr: Réduit les micro-stutters et améliore la cohérence du taux de rafraîchissement.
he_il: מפחית גמגומים קטנים ומשפר את עקביות קצב הפריימים.
id_id: Mengurangi micro-stuttering dan meningkatkan konsistensi framerate.
it_it: Riduce i micro-stutter e migliora la coerenza del framerate.
ja_jp: マイクロスタッターを低減しフレームレートの安定性を向上させます。
ko_kr: 미세 끊김 현상을 줄이고 프레임 속도 일관성을 향상시킵니다.
pt_br: Reduz micro-stutters e melhora a consistência do framerate.
ru_ru: Снижает микрозависания и улучшает стабильность FPS.
tr_tr: Mikro takılmaları azaltır ve kare hızı tutarlılığını iyileştirir.
vi_vn: Giảm micro-stutter và cải thiện độ ổn định framerate.
zh_hans: 减少微卡顿，提升帧率稳定性。
zh_hant: 減少微卡頓，提升幀率穩定性。

# Intelligent_Impact_PrioritizeForegroundApplications
source: Enhances active app responsiveness under heavy background multitasking.
ar_tn: يحسن استجابة التطبيق النشط أثناء تعدد المهام الثقيل في الخلفية.
de: Verbessert die Reaktionsfähigkeit aktiver Apps bei starkem Multitasking.
es_es: Mejora la capacidad de respuesta de la app activa con multitarea intensa.
fr_fr: Améliore la réactivité de l'app active lors d'un multitâche intensif.
he_il: משפר את תגובתיות האפליקציה הפעילה תחת ריבוי משימות כבד ברקע.
id_id: Meningkatkan responsivitas aplikasi aktif saat multitasking berat.
it_it: Migliora la reattività dell'app attiva con multitasking intenso.
ja_jp: バックグラウンドの重いマルチタスク中もアクティブアプリの反応性が向上します。
ko_kr: 무거운 백그라운드 멀티태스킹 중에도 활성 앱 반응성을 향상시킵니다.
pt_br: Melhora a responsividade do app ativo durante multitarefa pesada.
ru_ru: Повышает отзывчивость активного приложения при тяжёлой многозадачности.
tr_tr: Yoğun arka plan çoklu görevi sırasında aktif uygulamanın yanıt hızını artırır.
vi_vn: Cải thiện khả năng phản hồi của ứng dụng đang dùng khi đa nhiệm nặng.
zh_hans: 在繁重后台多任务下也能提升前台应用的响应速度。
zh_hant: 在繁重背景多工下也能提升前台應用程式的響應速度。

# Feature_GamingMode.Header
source: Enable Windows Gaming Mode
ar_tn: تفعيل وضع الألعاب في ويندوز
de: Windows Gaming Mode aktivieren
es_es: Habilitar el modo de juego de Windows
fr_fr: Activer le mode Gaming Windows
he_il: הפעל מצב משחקים של Windows
id_id: Aktifkan Mode Gaming Windows
it_it: Abilita la modalità Gaming di Windows
ja_jp: Windows ゲームモードを有効化
ko_kr: Windows 게임 모드 활성화
pt_br: Habilitar Modo de Jogo do Windows
ru_ru: Включить игровой режим Windows
tr_tr: Windows Oyun Modunu Etkinleştir
vi_vn: Bật chế độ Gaming của Windows
zh_hans: 启用 Windows 游戏模式
zh_hant: 啟用 Windows 遊戲模式

# Feature_GamingMode.Description
source: Configures Windows Game Mode and GPU Hardware Scheduling for ultra-low latency.
ar_tn: يهيئ وضع الألعاب وجدولة أجهزة GPU للحصول على أدنى زمن استجابة.
de: Konfiguriert Windows Game Mode und GPU Hardware Scheduling für ultra-niedrige Latenz.
es_es: Configura el modo de juego de Windows y la programación de hardware GPU para latencia ultra baja.
fr_fr: Configure le mode Jeu Windows et la planification matérielle GPU pour une latence ultra-faible.
he_il: מגדיר את מצב המשחקים ואת תזמון חומרת GPU לזמן אחזור אולטרה נמוך.
id_id: Mengonfigurasi Mode Game Windows dan Penjadwalan Perangkat Keras GPU untuk latensi sangat rendah.
it_it: Configura la modalità Gioco di Windows e la pianificazione hardware GPU per latenza ultra-bassa.
ja_jp: Windows ゲームモードと GPU ハードウェアスケジューリングを超低レイテンシー向けに設定します。
ko_kr: Windows 게임 모드와 GPU 하드웨어 스케줄링을 초저지연으로 구성합니다.
pt_br: Configura o Modo de Jogo do Windows e o Agendamento de Hardware GPU para latência ultra-baixa.
ru_ru: Настраивает игровой режим Windows и аппаратное планирование GPU для ультра-низкой задержки.
tr_tr: Ultra düşük gecikme için Windows Oyun Modu ve GPU Donanım Zamanlamasını yapılandırır.
vi_vn: Cấu hình chế độ Game Mode và GPU Hardware Scheduling cho độ trễ siêu thấp.
zh_hans: 为超低延迟配置 Windows 游戏模式和 GPU 硬件调度。
zh_hant: 為超低延遲配置 Windows 遊戲模式和 GPU 硬體排程。

# Intelligent_Impact_GamingMode
source: Locks CPU cores to gaming processes and optimizes thread scheduling.
ar_tn: يقفل أنوية وحدة المعالجة المركزية لعمليات الألعاب ويحسن جدولة الخيوط.
de: Reserviert CPU-Kerne für Spielprozesse und optimiert die Thread-Planung.
es_es: Bloquea núcleos de CPU para procesos de juego y optimiza la programación de hilos.
fr_fr: Bloque les cœurs CPU sur les processus de jeu et optimise la planification des threads.
he_il: נועל גרעינים של מעבד לתהליכי משחק ומייעל את תזמון השרשורים.
id_id: Mengunci inti CPU ke proses gaming dan mengoptimalkan penjadwalan thread.
it_it: Blocca i core CPU ai processi di gioco e ottimizza la pianificazione dei thread.
ja_jp: ゲームプロセスに CPU コアをロックし、スレッドスケジューリングを最適化します。
ko_kr: 게임 프로세스에 CPU 코어를 고정하고 스레드 스케줄링을 최적화합니다.
pt_br: Bloqueia núcleos de CPU para processos de jogos e otimiza o agendamento de threads.
ru_ru: Закрепляет ядра ЦП за игровыми процессами и оптимизирует планирование потоков.
tr_tr: CPU çekirdeklerini oyun işlemlerine kilitler ve iş parçacığı zamanlamasını optimize eder.
vi_vn: Khóa các lõi CPU cho tiến trình game và tối ưu hóa lập lịch luồng.
zh_hans: 将 CPU 核心锁定至游戏进程并优化线程调度。
zh_hant: 將 CPU 核心鎖定至遊戲進程並最佳化執行緒排程。

# Feature_FullscreenOptimizations.Header
source: Enable Fullscreen Optimizations
ar_tn: تفعيل تحسينات ملء الشاشة
de: Vollbild-Optimierungen aktivieren
es_es: Habilitar optimizaciones de pantalla completa
fr_fr: Activer les optimisations plein écran
he_il: הפעל אופטימיזציות מסך מלא
id_id: Aktifkan Optimasi Layar Penuh
it_it: Abilita ottimizzazioni schermo intero
ja_jp: フルスクリーン最適化を有効化
ko_kr: 전체 화면 최적화 활성화
pt_br: Habilitar Otimizações de Tela Cheia
ru_ru: Включить оптимизации полноэкранного режима
tr_tr: Tam Ekran Optimizasyonlarını Etkinleştir
vi_vn: Bật tối ưu hóa toàn màn hình
zh_hans: 启用全屏优化
zh_hant: 啟用全螢幕最佳化
